Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: ངོ་ཅོག་བཟོད་ཅིང་ཟག་པ་དག་ལ་ཇི་མི་སྙམ་པར་བྱ་བ་ཡང་བཟོད་ཅིང་དང་དུ་ལེན་ནུས་པའི་རང་བཞིན་ཅན་ཡིན་པའི་ཕྱིར་རོ། །
en: Their nature is such that they can abide and withstand their longing for defilements.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགོངས་པ།
en: The Blessed One thought,

source: ཉེས་དམིགས་གང་ཅི་བྱུང་བ་དེ་ནི་དགེ་སློང་དག་གང་ཟག་ལོ་ཉི་ཤུ་མ་ལོན་པ་དགེ་སློང་གི་དངོས་པོར་བསྙེན་པར་རྫོགས་པར་བྱེད་པ་ལས་གྱུར་པ་ཡིན་སྙམ་
en: “All those shortcomings ensue from monks granting ordination into the monkhood to persons who have not yet reached twenty years.”

source: ནས་བཀའ་སྩལ་པ། དེ་ལྟ་བས་ན་
en: Then he decreed, “In the light of this,

source: དགེ་སློང་གིས་གང་ཟག་ལོ་ཉི་ཤུ་མ་ལོན་པ་དགེ་སློང་གི་དངོས་པོར་བསྙེན་པར་རྫོགས་པར་མི་བྱའོ། །
en: monks should not grant ordination into the monkhood to persons who have not yet reached twenty years.

source: འགའ་ཞིག་གི་གན་དུ་བསྙེན་པར་རྫོགས་པར་འདོད་པ་འོངས་ན་དེས་དེ་ལ་ལོ་ཉི་ཤུ་ལོན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: If someone wishing to be ordained approaches any of you, ask him if he has reached twenty years.

source: མ་དྲིས་པར་བསྙེན་པར་རྫོགས་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།། །།
en: If you grant ordination without asking this, a serious breach occurs.”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ། །
en: The Blessed Buddha was resident at the Jetavana, Anāthapiṇḍada’s grove near Śrāvastī,

source: མཉན་ཡོད་ན་ཁྱིམ་བདག་ཅིག་འདུག་པ་དེས་རིགས་མཉམ་པ་ལས་ཆུང་མ་བླངས་ནས། །
en: when a householder living in Śrāvastī took a wife of equal caste

source: དེ་དེ་དང་ལྷན་ཅིག་རྩེ་བར་བྱེད། དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་དོ།
en: and together they sported, made love, and indulged all of their desires.

source: རྩེ་བར་བྱེད། དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པ་དེའི་བུ་བྱུང་ནས་བསྲིངས་ཤིང་བསྐྱེད་དེ་ཆེན་པོར་གྱུར་ཏོ། །
en: The wife with whom he had sported, made love, and indulged all of his desires gave birth to a son who was nurtured and grew until he was big.

source: དེ་ནས་དུས་གཞན་ཞིག་ན་ཁྱིམ་བདག་དེ་ཉེ་དུ་ཟད་པར་གྱུར་ཅིང་ནོར་ཟད་པ་དང་།
en: At a certain point, the householder’s kin had dwindled, his riches had dwindled,

source: ལོངས་སྤྱོད་ཟད་པར་གྱུར་ནས་དེས་བསམས་པ།
en: and his possessions had dwindled, prompting the thought,

source: བདག་གིས་རྒས་པའི་གནས་སྐབས་སུ་ནོར་བསྒྲུབ་པར་མི་ནུས་ཀྱིས་
en: “As I am grown old and cannot gain more riches,

source: རབ་ཏུ་འབྱུང་བར་བྱའོ་སྙམ་ནས་དེས་བུ་དེ་ལ་སྨྲས་པ།
en: I shall go forth.” He then said this to his son,

source: དེས་སྨྲས་པ། ཡབ་གལ་ཏེ་ཁྱོད་རབ་ཏུ་འབྱུང་ན་བདག་ཀྱང་རབ་ཏུ་འབྱུང་ངོ་། །བུ་དེ་བཞིན་གྱིས་ཤིག་ཅེས་ དེས་དེ་ཁྲིད་ནས་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་སྟེ། །
en: who replied, “Father, if you are to go forth, then I too shall go forth.” “Son, let us do just that!” said the householder. He took his son and went to the Jetavana,

source: དགེ་སློང་གི་གན་དུ་སོང་ནས་
en: where they approached a monk and

source: སྨྲས་པ། འཕགས་པ་བདག་རབ་ཏུ་འབྱུང་བར་འཚལ་ལོ། །
en: he said, “Noble one, I seek to go forth.”

source: དེས་སྨྲས་པ། ཁྱོད་ཀྱི་ཁྱེའུ་འདི་སུ་ཡིན། བུ་ལགས་སོ།
en: The monk replied, “Who is this lad with you?” “He is my son.”

source: འདི་ཡང་རབ་ཏུ་འབྱུང་ངམ། འཕགས་པ་རབ་ཏུ་འབྱུང་ངོ་། །
en: “Is he to go forth as well?” “Yes, noble one, he is.”

source: དེས་དེ་ལ་ཆགས་པས་གཉི་ག་ཡང་རབ་ཏུ་ཕྱུང་ནས་
en: As the monk had taken a liking to them, he allowed their going forth.

source: དེའི་འོག་ཏུ་ཉི་མ་གཉིས་སམ་གསུམ་དུ་ཀུན་དུ་སྤྱད་པའི་ཆོས་དག་སློབ་ཏུ་བཅུག་ནས་
en: For the next two or three days he trained them in their appropriate conduct,

source: སྨྲས་པ། བཞིན་བཟངས་དག་རི་དགས་ཀྱིས་རི་དགས་མི་སོས།
en: and then said, “Gentlemen , game does not eat other game.

source: མཉན་ཡོད་རྒྱ་ཆེ་ལ་རང་གི་སྤྱོད་ཡུལ་དང་ཡབ་ཀྱི་ཡུལ་ཡིན་གྱིས་བསོད་སྙོམས་སྒྲུབས་ལ་འཚོ་བར་གྱིས་ཤིག །
en: The whole of Śrāvastī is your field and fatherland, so seek out alms and live on them.”

source: དེ་སྔ་དྲོ་ཤམ་ཐབས་བགོས་ཆོས་གོས་དང་ལྷུང་བཟེད་ཐོགས་ཏེ།
en: Early the next morning, the father put on his lower robe, picked up his begging bowl and Dharma robes,

source: དགེ་ཚུལ་དེ་ཉིད་དང་ལྷན་ཅིག་མཉན་ཡོད་དུ་བསོད་སྙོམས་ལ་ཞུགས་སོ། །
en: and went to beg alms in Śrāvastī with his novice son.

source: དགེ་ཚུལ་དེས་སྲང་ཞིག་ན་ཁུར་བ་སྲེག་པ་མཐོང་ནས་དེས་སྨྲས་པ།
en: Seeing a burnt piece of bread in the market, the novice said,

source: ཡབ་བདག་ལ་ཁུར་བ་སྦྱིན་དུ་ཆུག་ཤིག །
en: “Father, ask the shopkeeper to give me the bread.”

source: དེས་སྨྲས་པ། བཞིན་བཟངས་དགེ་ཚུལ་འདི་ལ་ཁུར་བ་བྱིན་ཅིག །
en: “Sir , please give this novice bread,” said the father.

source: དེས་སྨྲས་པ། འཕགས་པ་རིན་མ་མཆིས་པར་མི་གསོལ་གྱི།
en: The shopkeeper replied, “Noble one, no one eats for free.

source: འདི་ལྟར་ཀཱར་ཥཱ་པ་ཎ་དག་གི་སླད་དུ་གསོལ་ལོ། །
en: So I would ask a few coins in return.”

source: བཞིན་བཟངས་ཁོ་བོ་ཅག་ནི་རབ་ཏུ་བྱུང་བ་ཡིན་པས་ཁོ་བོ་ཅག་ལ་ཀཱར་ཥཱ་པ་ཎ་དག་ག་ལ་ཡོད།
en: “Sir , we are renunciants. How could we have a few coins?”

source: དེས་སྨྲས་པ། འཕགས་པ་ཅི་ལགས་དགེ་ཚུལ་འདི་ཁྱོད་རབ་ཏུ་བྱུང་བས་བསྐྱེད་དམ། འོན་ཏེ་ཁྱིམ་པས་བསྐྱེད།
en: “Noble one, did you raise this novice while a renunciant or householder?”

source: དེས་སྨྲས་པ། ཁྱིམ་པས་སོ། །
en: “A householder.”

source: དེ་ལྟ་ན་བསགས་པ་དེ་དག་སྩོལ་ཅིག །
en: “Then give him what you earned while a householder.”

source: དེས་སྨྲས་པ། དགེ་ཚུལ་འདི་བགྲང་བ་མང་པོ་དག་སློང་བར་བྱེད་ཀྱིས་ཚུར་ཤོག་འདོང་ངོ་ཞེས་
en: “This novice is but one of many who beg. Come! Let us go!”

source: དེས་དེ་སོར་མོ་དག་ནས་བཟུང་སྟེ་འཕགས་པ་དང་། དེ་གན་རྒྱལ་དུ་འགྱེལ་ནས་ངུ་བར་བརྩམས་སོ། །
en: Saying this, the father grabbed out for his son’s hand, but his son jumped back, fell down and began to cry.

source: དེ་གཉིས་སྐྱེ་བོ་ཕལ་པོ་ཆེའི་ཚོགས་ཀྱིས་མཐོང་ནས་དེ་དག་གིས་སྨྲས་པ།
en: A crowd of bystanders saw the two and asked,

source: ཤེས་ལྡན་དག་འདིའི་དགེ་ཚུལ་འདི་སུ་ཞིག་ཡིན། བུ་ཡིན་ནོ། །
en: “Gentlemen , to whom does this novice belong?” “He is my son,” his father said.

source: དེ་དག་ཁྲག་གི་ཐིགས་པ་འདི་རབ་ཏུ་ཕྱུང་བས་ཅི་ཞིག་བྱ་ཞེས་སྨོད་པར་བྱེད།
en: “Why did you make the fruit of your loins go forth?” they asked.

source: ཕྱར་ཀ་གཏོང་བར་བྱེད། ཁ་ཟེར་བར་བྱེད་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་།
en: Since the bystanders denounced, disparaged, and insulted him, the monks asked the Blessed One about it,

source: ཉེས་དམིགས་གང་ཅི་བྱུང་བ་དེ་ནི་དགེ་སློང་དག་གང་ཟག་ལོ་བཅྭ་ལྔ་མ་ལོན་པར་རབ་ཏུ་འབྱིན་པར་བྱེད་པ་ལས་གྱུར་པ་ཡིན་ནོ་སྙམ་ནས་
en: “All those shortcomings ensue from monks allowing persons who have not yet reached fifteen yearsto go forth.”

source: བཀའ་སྩལ་པ། དེ་ལྟ་བས་ན་དགེ་སློང་གིས་གང་ཟག་ལོ་བཅྭ་ལྔ་མ་ལོན་པ་རབ་ཏུ་དབྱུང་བར་མི་བྱའོ། །
en: Then he decreed, “That being the case, monks should not allow persons under fifteen years old to go forth.

source: འགའ་ཞིག་གི་གན་དུ་རབ་ཏུ་འབྱུང་བར་འདོད་པ་འོངས་ན་དེས་དེ་ལ་ལོ་བཅྭ་ལྔ་ལོན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: If someone wishing to go forth approaches any of you, ask him if he has reached fifteen years.

source: མ་དྲིས་པར་རབ་ཏུ་འབྱིན་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།།
en: If you allow going forth without so asking, a serious breach occurs.”

source: སྡོམ་ལ། དགེ་ཚུལ་གཉིས་དང་བྲན་དང་ནི། །བུ་ལོན་ཆགས་དང་མ་གནང་དང་། །
en: A summary: The chapters are of two novices , Those in servitude , debtors

source: ཞུ་བ་དང་ནི་ནད་པ་དང་། །ཤཱཀྱའི་སྡེ་ཚན་བསྡུས་པ་ཡིན། །
en: Those without consent, Without consultation, invalids, and the Śākyas.

source: ཚེ་དང་ལྡན་པ་ཉེ་དགའི་དགེ་ཚུལ་ཚེར་མ་དང་ཆེན་པོ་པ་གཉིས་
en: when two of Upananda’s novices, Kaṇṭaka and Mahaka,

source: གཅིག་ལ་གཅིག་གཞོགས་སྟེགས་དང་ཕྱར་གཡེང་དང་།
en: flirted with, groped, and tickled one another.

source: ལུས་ལ་རྡེག་པར་བྱེད་ཅིང་འདི་ལྟ་སྟེ་དཔེར་ན་བུད་མེད་སྐྱེས་པ་དང་ལྷན་ཅིག་བྱེད་པ་དང་།
en: They acted as a man does with a woman, or as a woman does with a man.

source: སྐྱེས་པ་བུད་མེད་དང་ལྷན་ཅིག་བྱེད་པ་ལྟར་བྱེད་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་།
en: Once, when they were behaving like this, the monks asked the Blessed One about it,

source: ཉེས་དམིགས་གང་ཅི་བྱུང་བ་དེ་ནི་དགེ་སློང་དག་དགེ་ཚུལ་གཉིས་ཉེ་བར་འཇོག་པ་ལས་གྱུར་པ་ཡིན་ནོ་སྙམ་ནས་
en: “All those shortcomings ensue from monks placing two novices together.”

source: བཀའ་སྩལ་པ། དེ་ལྟ་བས་ན་དགེ་སློང་གིས་དགེ་ཚུལ་གཉིས་ཉེ་བར་གཞག་པར་མི་བྱའོ། །
en: He then decreed, “In the light of this, monks should not place two novices together.

source: ཉེ་བར་འཇོག་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: If you do so, a serious breach occurs.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་གིས་དགེ་ཚུལ་གཉིས་ཉེ་བར་གཞག་པར་མི་བྱའོ་ཞེས་བཀའ་སྩལ་ནས། གཞན་སྤུན་གཉིས་ཤིག་འོངས་ཏེ།
en: After the Blessed One had so decreed, sure enough, two brothers turned up, saying,

source: བདག་ཅག་གཉིས་ཅིག་ཅར་ལྷན་ཅིག་ཏུ་རབ་ཏུ་འབྱུང་བར་བྱའོ་ཞེས་ངེས་པར་བྱས་ཏེ་ལྷགས་པ་ན།
en: “We two shall go forth together, at the same time.” When that occurred,

source: དགེ་སློང་དག་དེ་གཉིས་རབ་ཏུ་འབྱིན་པར་མི་བྱེད་པས་དེ་གཉིས་རབ་ཏུ་འབྱུང་བ་མ་ཐོབ་པར་དོང་སྟེ།
en: the monks did not allow their going forth so the two of them left without going forth.

source: དེ་ཉིད་ཚེ་དང་ལྡན་པ་དེ་གཉིས་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོའི་བར་ཆད་དུ་གྱུར་པའི་སྐབས་དེ་
en: When that proved to be an impediment to monkhood—the state of having gone forth and been ordained in the well-proclaimed Dharma and Vinaya—

source: གལ་ཏེ་སྤུན་གཉིས་ཤིག་འོངས་ཏེ་བདག་ཅག་གཉིས་ཅིག་ཅར་ལྷན་ཅིག་ཏུ་རབ་ཏུ་འབྱུང་བར་བྱའོ་ཞེས་ངེས་པར་བྱས་ཏེ་ལྷགས་ན་
en: “If two brothers turn up as they are sure to, saying, ‘We two shall go forth together, at the same time,’

source: རབ་ཏུ་དབྱུང་བར་བྱའོ། །
en: their going forth should be allowed.

source: རབ་ཏུ་ཕྱུང་ནས་གལ་ཏེ་ལོ་ཉི་ཤུ་ལོན་ན་བསྙེན་པར་རྫོགས་པར་བྱའོ།
en: Once they have gone forth, they should be ordained if they have reached twenty years.

source: གལ་ཏེ་གཅིག་ལོ་ཉི་ཤུ་ལོན་ན་
en: If one should have reached twenty years,

source: དེ་བསྙེན་པར་རྫོགས་པར་བྱ་ཞིང་ཅིག་ཤོས་དགེ་ཚུལ་དུ་ཉེ་བར་གཞག་པར་བྱའོ། །
en: then he should be ordained while the other should be left a novice.

source: གལ་ཏེ་གཉི་ག་ལོ་ཉི་ཤུ་མ་ལོན་ན་
en: If neither has reached twenty years,

source: གཅིག་བདག་ཉིད་ཀྱིས་ཉེ་བར་གཞག་པར་བྱ་ཞིང་། ཅིག་ཤོས་དགེ་སློང་གྲོགས་པོ་འགའ་ལ་གཏད་པར་བྱའོ། །
en: then you should take charge of one while entrusting the other to a monk friend of yours.”

source: གང་ལ་གཏད་པ་དེ་ཉིད་ཀྱིས་བསྙེན་པར་རྫོགས་པར་བྱེད་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The one he is entrusted to shall ordain him, for the Blessed One decreed,

source: དེ་གང་གི་ཡིན་པ་དེས་བསྙེན་པར་རྫོགས་པར་བྱའོ། །
en: “Whoever that may be, it is he that should grant ordination.”

source: དེས་མི་སྟེར་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: If ordination was not given, the Blessed One decreed,

source: མི་སྟེར་བ་ལས་མཐུས་དགུག་པར་བྱའོ།། །།
en: “Induce him to grant what was not given.”

source: མཉན་ཡོད་ན་ཁྱིམ་བདག་ཅིག་འདུག་པ་དེ་ལ་བྲན་མཁས་པ། ལེ་ལོ་མེད་པ།
en: near Śrāvastī, there was a householder living in Śrāvastī with a clever servant who was industrious,

source: སྒྲུབ་ཕོད་པ། འཕྲལ་གྱི་བྱ་བ་ཐམས་ཅད་ལ་སྔོན་དུ་འགྲོ་བ་ཞིག་ཡོད་དོ། །
en: assured in his work, and the first to any task, no matter how small.

source: དུས་གཞན་ཞིག་ན་དེས་བྲན་དེ་སྤྱོས་པ་དང་བྲན་དེས་བསམས་པ།
en: At a certain point the householder insulted his servant, prompting the servant to think,

source: ཁྱིམ་བདག་འདི་མགུ་དཀའ་བར་གྱུར་པས་བདག་གིས་འདིའི་སེམས་སྲུང་བར་བྱེད་མི་ནུས་
en: “This householder is hard to please and I cannot guard my mind against his abuse.

source: ཀྱིས་འབྲོས་སུ་འགྲོ་སྙམ་མོ། །དེས་བསམས་པ། ཡུལ་གཏོང་བ་ནི་དཀའ་བ་བྱེད་པ་ཡིན་གྱིས་
en: I ought to run away. But leaving one’s own land behind is hard,

source: ཤཱཀྱའི་སྲས་ཀྱི་དགེ་སྦྱོང་འདི་དག་གིས་རྒྱལ་པོ་ལས་གཞོན་ནུའི་ཡོངས་སུ་སྤང་བ་ཐོབ་པས་འདི་དག་གི་ནང་དུ་རབ་ཏུ་འབྱུང་བར་བྱའོ་
en: so instead I shall go forth among the ascetic sons of the Śākya, for they have secured from the king the liberty of a prince.”

source: སྙམ་ནས། དེ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་སྟེ།
en: With that he went to Jetavana,

source: དགེ་སློང་གི་གན་དུ་སོང་ནས་སྨྲས་པ།
en: where he approached a monk and said,

source: འཕགས་པ་བདག་རབ་ཏུ་འབྱུང་བར་འཚལ་ལོ། །
en: “Noble one, I seek to go forth.”

source: དེས་དེ་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱས་ཏེ།
en: After allowing his going forth and ordaining him,

source: གདམས་ངག་བྱིན་ནས་དེས་བརྩོན་པ་དང་།
en: the monk gave him instructions.

source: འབད་པ་དང་། བརྩལ་བ་བྱས་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་པས་དགྲ་བཅོམ་པ་ཉིད་མངོན་དུ་བྱས་ཏེ།
en: To these, the former servant applied himself with diligence, energy, and exertion so that he abandoned all disturbing emotions

source: དགྲ་བཅོམ་པ་ཁམས་གསུམ་པ་ལས་འདོད་ཆགས་དང་བྲལ་བ།
en: and actualized arhatship, becoming an arhat free of attachment to the three realms,

source: བོང་བ་དང་གསེར་དུ་མཉམ་པ། ནམ་མཁའ་དང་ལག་མཐིལ་དུ་མཚུངས་པའི་སེམས་དང་ལྡན་པ།
en: for whom filth was equal to gold, for whom space was equal to the palm of his hand,

source: ཙན་དན་དང་སྟེའུར་མཉམ་པ་ལྟ་བུ།
en: whose emotions had been cooled as if treated by a balm of sandalwood,

source: རིག་པས་སྒོ་ངའི་སྦུབས་དྲལ་བར་གྱུར་ཅིང་།
en: and whose knowledge had rent open the shell.

source: རིག་པ་དང་མངོན་པར་ཤེས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་ཐོབ་པ།
en: He attained knowledge, clairvoyance, and discerning wisdom.

source: སྲིད་པ་དང་། འདོད་པའི་རྙེད་པ་དང་། བཀུར་སྟི་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ། དབང་པོ་དང་ཉེ་དབང་དང་བཅས་པའི་ལྷ་རྣམས་ཀྱིས་མཆོད་པར་བྱ་བ་དང་། རྗེད་པར་བྱ་བ་དང་། མངོན་དུ་སྨྲ་བར་བྱ་བར་གྱུར་ཏོ། །
en: He turned his back on worldly gain, desires, and esteem, and was revered, honored, and praised by Indra and the gods who attend him.

source: ཁྱིམ་བདག་དེ་འགྱོད་པ་སྐྱེས་ནས་
en: The householder, meanwhile, was feeling regret:

source: དེས་བསམས་པ། དེ་བདག་གི་འཕྲལ་གྱི་བྱ་བ་ཐམས་ཅད་ལ་སྔོན་དུ་འགྲོ་བ་ཡིན་ན།
en: “If my servant was first to all of my tasks, no matter how small,

source: བདག་གིས་ཅིའི་ཕྱིར་སྤྱོས་སྙམ་མོ། །
en: why did I insult him?

source: དེས་བསམས་པ། གལ་ཏེ་ད་མཐོང་ན་བཟོད་པ་གསོལ་ལོ་སྙམ་ནས་
en: If I see him now, I will beg his forgiveness.”

source: དེས་མཉན་ཡོད་ཀྱི་སྒོར་བསྡད་དོ། །
en: With that he sat down at the gates to Śrāvastī.

source: དགེ་སློང་དེ་ཡང་སྔ་དྲོ་ཤམ་ཐབས་བགོས་ལྷུང་བཟེད་དང་ཆོས་གོས་ཐོགས་ཏེ། མཉན་ཡོད་དུ་བསོད་སྙོམས་ལ་ཞུགས་པ་དང་
en: The next morning, the monk put on his lower robe, picked up his begging bowl and Dharma robes, and was preparing to beg alms in Śrāvastī

source: ཁྱིམ་བདག་དེས་དེ་མཐོང་ནས་དེས་སྨྲས་པ།
en: when the householder saw him and said,

source: བཞིན་བཟངས་ཁྱོད་རབ་ཏུ་བྱུང་ན་ཁོ་བོའི་རིམ་གྲོ་སུས་བྱེད་པར་འགྱུར།
en: “Sir , if you have gone forth, who will attend me?

source: ཚུར་ཤོག་འདོང་ཞེས་དེས་ལག་པ་བརྐྱང་སྟེ་དེའི་ལག་པ་གཉིས་ནས་གཟུང་བར་བརྩམས་པ་དང་།
en: Come back!” As the householder reached out to grab at him, the monk,

source: དེས་ངང་པའི་རྒྱལ་པོ་འདབ་མ་བརྐྱང་བ་ལྟར་སྟེང་གི་ནམ་མཁའ་ལ་མངོན་པར་འཕགས་ནས་འབར་བ་དང་།
en: like a kingly swan taken to wing, flew up into the sky above, blazing

source: གསལ་བ་དང་། ཆར་འབེབས་པ་དང་། གློག་འབྱིན་པའི་ཆོ་འཕྲུལ་དག་བྱ་བར་བརྩམས་སོ། །
en: and brilliant, as a miraculous show of rain and thunder began.

source: ཁྱིམ་བདག་དེ་ཤིང་ལྗོན་པ་རྩ་བ་ནས་བཅད་པ་བཞིན་དུ་དགེ་སློང་དེའི་རྐང་པ་གཉིས་ལ་གཏུགས་ནས་སྨྲས་པ།
en: the householder dropped like a felled tree at the monk’s feet and asked,

source: དེས་དེ་ལ་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་བསྟབས་པ་དང་།
en: The householder provided the monk with all the provisions he would need,

source: ཐམས་ཅད་དུ་ཁྱིམ་བདག་ཆེ་གེ་མོ་ཞིག་གི་བྲན་རབ་ཏུ་བྱུང་ནས་ཡོན་ཏན་གྱི་ཚོགས་དེ་ལྟ་བུ་ཐོབ་བོ་ཞེས་སྒྲ་གྲགས་སོ། །
en: and word spread everywhere that the servant of this householder had gone forth and attained a store of qualities.

source: ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་ཁྱིམ་བདག་ཆེ་གེ་མོའི་བྲན་རབ་ཏུ་ཕྱུང་ནས་ཡོན་ཏན་གྱི་ཚོགས་དེ་ལྟ་བུ་ཐོབ་བོ་ཞེས་ཐོས་ནས་དེས་བློན་པོ་རྣམས་ལ་བསྒོ་བ།
en: When Prasenajit, the King of Kosala, heard that this servant had gone forth and attained a store of qualities, he summoned his ministers and said,

source: ཤེས་ལྡན་དག་ང་ནི་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོར་དབང་བསྐུར་བ་བྱ་བ་ཐམས་ཅད་ཀྱི་མངའ་བདག་ཡིན་པས་
en: “Gentlemen, as the ruler of all who have been crowned and anointed kṣatriya kings,

source: དེང་ཕྱིན་ཆད་འགའ་ཞིག་གི་བྲན་རབ་ཏུ་འབྱུང་བར་འདོད་ན་དེས་མི་བཟློག་པར་བྱའོ། །
en: I declare that henceforth any servant who should wish to go forth shall not be prevented from doing so.”

source: ཁྱིམ་བདག་འདི་མགུ་དཀའ་བར་གྱུར་པས་བདག་གིས་འདིའི་སེམས་སྲུང་བར་བྱེད་མི་ནུས་ཀྱིས་འབྲོས་སུ་འགྲོའོ་སྙམ་མོ། །
en: “This householder is hard to please and I cannot guard my mind against his abuse.

source: དེས་བསམས་པ། ཡུལ་གཏོང་བ་ནི་དཀའ་བ་བྱེད་པ་ཡིན་གྱིས་
en: I ought to run away. But leaving one’s own land behind is hard,

source: ཤཱཀྱའི་སྲས་ཀྱི་དགེ་སྦྱོང་འདི་དག་ནི་རྒྱལ་པོ་ལས་གཞོན་ནུའི་ཡོངས་སུ་སྤང་བ་ཐོབ་པས་འདི་དག་གི་ནང་དུ་རབ་ཏུ་འབྱུང་བར་བྱའོ་སྙམ་ནས་དེ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་སྟེ།
en: so instead I shall go forth among the ascetic sons of the Śākya, for they have secured from the king the liberty of a prince.”

source: དེས་དེ་རབ་ཏུ་དབྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱས་ནས་དེའི་འོག་ཏུ་ཉི་མ་གཉིས་སམ་གསུམ་དུ་ཀུན་དུ་སྤྱད་པའི་ཆོས་དག་སློབ་ཏུ་བཅུག་ནས་སྨྲས་པ།
en: After allowing his going forth and ordaining him, the monk trained him for the next two or three days in his appropriate conduct, and then said,

source: བཞིན་བཟངས་རི་དགས་ཀྱིས་རི་དགས་མི་སོས།
en: “Sir , game does not eat other game.

source: ཁྱིམ་བདག་དེ་འགྱོད་པ་སྐྱེས་ནས་དེས་བསམས་པ།
en: The householder, meanwhile, was feeling regret:

source: དེ་བདག་གི་འཕྲལ་གྱི་བྱ་བ་ཐམས་ཅད་ལ་སྔོན་དུ་འགྲོ་བ་ཡིན་ན། བདག་གིས་ཅིའི་ཕྱིར་སྤྱོས་སྙམ་མོ། །
en: “If he was first to all of my tasks, no matter how small, why did I insult him?

source: དགེ་སློང་དེ་ཡང་སྔ་དྲོ་ཤམ་ཐབས་བགོས་ལྷུང་བཟེད་དང་ཆོས་གོས་ཐོགས་ཏེ་
en: The next morning, the monk put on his lower robe, picked up his begging bowl and Dharma robes,

source: མཉན་ཡོད་དུ་བསོད་སྙོམས་ལ་ཞུགས་པ་དང་། ཁྱིམ་བདག་དེས་དེ་མཐོང་ནས་དེས་སྨྲས་པ།
en: and was preparing to beg alms in Śrāvastī when the householder saw him and said,

source: དེས་སྨྲས་པ། ཁོ་བོ་ཅག་ལ་རྒྱལ་པོས་གཞོན་ནུའི་ཡོངས་སུ་སྤང་བ་བྱིན་ནས་
en: the monk said, “The king has given us a prince’s liberty.

source: གལ་ཏེ་རེག་པར་བྱེད་ན་ཁྱོད་ཀྱི་ལག་པ་མཁྲིག་མ་ནས་གཅོད་དུ་གཞུག་གོ། །
en: If you touch me, I shall cut your hand off at the wrist!”

source: དེ་ཤཱཀྱའི་བུའི་དགེ་སྦྱོང་རྣམས་ཀྱི་དགེ་སྦྱོང་གི་ཚུལ་ནི་ཚིག་པ་ཡིན་ནོ། །
en: As such words put to flame the virtuous ways of the ascetic sons of the Śākya,

source: བྲམ་ཟེའི་ཚུལ་ནི་ཚིག་པ་ཡིན་ཏེ།
en: and put to flame the ways of brahmins,

source: འདི་ལྟར་བྲན་ཡང་རབ་ཏུ་འབྱིན་པར་བྱེད་དོ་ཞེས་སྨོད་པར་བྱེད། ཕྱར་ཀ་གཏོང་བར་བྱེད། ཁ་ཟེར་བར་བྱེད་པའི་སྐབས་དེ་
en: the allowing of this servant’s going forth was denounced, disparaged, and criticized.

source: ཉེས་དམིགས་གང་ཅི་བྱུང་བ་དེ་ནི་དགེ་སློང་དག་བྲན་རབ་ཏུ་འབྱིན་པ་ལས་གྱུར་པ་ཡིན་ནོ་སྙམ་ནས་
en: “All those shortcomings ensue from monks allowing the going forth of servants.”

source: བཀའ་སྩལ་པ། དེ་ལྟ་བས་ན་དགེ་སློང་གིས་བྲན་རབ་ཏུ་དབྱུང་བར་མི་བྱའོ། །
en: Then he decreed, “That being the case, monks should not allow the going forth of servants.

source: འགའ་ཞིག་གི་གན་དུ་རབ་ཏུ་འབྱུང་བར་འདོད་པ་འོངས་ན་དེས་དེ་ལ་བྲན་མ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: If someone wishing to go forth approaches any of you, ask him, ‘You are not a servant, are you?’

source: མ་དྲིས་པར་རབ་ཏུ་འབྱིན་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།། །།
en: If you allow going forth without asking this, a serious breach occurs.”

source: མཉན་ཡོད་ན་ཁྱིམ་བདག་ཅིག་འདུག་པ་དེ་ལ་བུ་ལོན་ཆགས་པ་ཞིག་གིས་དུས་དང་དུས་སུ་དངོས་དང་སྐྱེད་འཇལ་བར་བྱེད་དོ། །
en: a debtor was repaying the principle and interest of a debt in timely fashion to a householder living in Śrāvastī.

source: དུས་གཞན་ཞིག་ན་ཁྱིམ་བདག་དེས་བུ་ལོན་ཆགས་པ་དེ་མ་ཚོར་བ་ཁོ་ནར་བཟུང་ནས་སྨྲས་པ།
en: At a certain point, the householder unexpectedly accosted the debtor, saying,

source: དངོས་དང་སྐྱེད་ཅིག་ཅར་ཕུལ་ཅིག་ཅེས་
en: “I demand you repay the principle and interest in their entirety all at once.”

source: དེས་དེ་དུས་ཅུང་ཟད་ཅིག་ཏུ་བཟུང་སྟེ་བཏང་བ་དང་དེས་བསམས་པ།
en: After agreeing to a short window for repayment, he released the debtor, who thought,

source: ཁྱིམ་བདག་འདི་མགུ་དཀའ་བར་གྱུར་པས་བདག་གིས་དངོས་དང་སྐྱེད་ཅིག་ཅར་འཇལ་མི་ནུས་ཀྱིས་འབྲོས་སུ་འགྲོའོ་སྙམ་མོ། །
en: “This householder is hard to please and I cannot repay the principle and interest all at once.

source: དེས་བསམས་པ་ཡུལ་གཏོང་བ་ནི་དཀའ་བ་བྱེད་པ་ཡིན་གྱིས་
en: I ought to run away. But leaving one’s own land behind is hard,

source: ཤཱཀྱའི་སྲས་ཀྱི་དགེ་སྦྱོང་འདི་དག་གིས་རྒྱལ་པོ་ལས་གཞོན་ནུའི་ཡོངས་སུ་སྤང་བ་ཐོབ་པས་འདི་དག་གི་ནང་དུ་རབ་ཏུ་འབྱུང་བར་བྱའོ་སྙམ་ནས།
en: so instead I shall go forth among the ascetic sons of the Śākya, for they have secured from the king the liberty of a prince.”

source: དེ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་སྟེ་དགེ་སློང་གི་གན་དུ་སོང་ནས་སྨྲས་པ།
en: With that he went to Jetavana, where he approached a monk and said,

source: དེས་དེ་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱས་ཏེ་གདམས་ངག་བྱིན་ནས།
en: After allowing the debtor’s going forth and ordaining him, the monk gave him instructions.

source: དེས་བརྩོན་པ་དང་། འབད་པ་དང་། བརྩལ་བར་བྱས་པས་
en: To these, he applied himself with diligence, energy, and exertion

source: ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་པས་དགྲ་བཅོམ་པ་ཉིད་མངོན་དུ་བྱས་ཏེ།
en: o that he abandoned all disturbing emotions and actualized arhatship,

source: བོང་བ་དང་གསེར་དུ་མཉམ་པ། ནམ་མཁའ་དང་ལག་མཐིལ་དུ་མཚུངས་པས་
en: for whom filth was equal to gold, for whom space was equal to the palm of his hand,

source: སེམས་དང་ལྡན་པ། ཙན་དན་ཞག་ལོན་པར་བཞག་པ་ལྟ་བུ་རིག་པས་སྒོ་ངའི་སྦུབས་དྲལ་བར་གྱུར་ཅིང
en: whose emotions had been cooled as if treated by a balm of sandalwood, and whose knowledge had rent open the shell.

source: ་རིག་པ་དང་། མངོན་པར་ཤེས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་ཐོབ་པ། སྲིད་པ་དང་།
en: He attained knowledge, clairvoyance, and discerning wisdom. He turned his back on worldly gain,

source: འདོད་པའི་རྙེད་པ་དང་། བཀུར་སྟི་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ།
en: desires, and esteem, and was revered, honored,

source: དབང་པོ་དང་ཉེ་དབང་དང་བཅས་པའི་ལྷ་རྣམས་ཀྱིས་མཆོད་པར་བྱ་བ་དང་། རྗེད་པར་བྱ་བ་དང་། མངོན་དུ་སྨྲ་བར་བྱ་བར་གྱུར་ཏོ། །
en: praised by Indra and the gods who attend him.

source: དེ་བདག་ལ་དུས་དང་དུས་སུ་དངོས་དང་སྐྱེད་འབུལ་བ་ཡིན་ན་བདག་གིས་ཅིའི་ཕྱིར་བཟུང་སྙམ་མོ། །
en: “If he was giving me the principle and interest in a timely fashion, why did I accost him?

source: བཞིན་བཟངས་ཁྱོད་རབ་ཏུ་བྱུང་ན་ཁོ་བོ་ལ་དུས་དང་དུས་སུ་དངོས་དང་སྐྱེད་སུས་འབུལ་བར་འགྱུར།
en: “Sir , if you have gone forth, who will repay the principle and interest in a timely fashion?

source: སོ་སོའི་སྐྱེ་བོ་ནི་རྫུ་འཕྲུལ་ལ་མྱུར་དུ་སེམས་གཏོད་པར་བྱེད་པ་ཡིན་པས་ཁྱིམ་བདག་དེ་ཤིང་ལྗོན་པ་རྩ་བ་ནས་
en: As ordinary beings are quick to heed a miracle, the householder dropped like a felled tree

source: བཅད་པ་བཞིན་དུ་དགེ་སློང་དེའི་རྐང་པ་གཉིས་ལ་གཏུགས་ནས་སྨྲས་པ།
en: at the monk’s feet and asked,

source: འཕགས་པ་ཁྱོད་ཀྱིས་ཡོན་ཏན་གྱི་ཚོགས་འདི་ལྟ་བུ་བརྙེས་སམ། ཐོབ་བོ།
en: “Noble one, have you found such a store of qualities?” “I have attained them.”

source: ཐམས་ཅད་དུ་ཁྱིམ་བདག་ཆེ་གེ་མོ་ཞིག་གི་བུ་ལོན་ཆགས་པ་རབ་ཏུ་བྱུང་ནས་ཡོན་ཏན་གྱི་ཚོགས་དེ་ལྟ་བུ་ཐོབ་བོ་ཞེས་སྒྲ་གྲགས་སོ།
en: and word spread everywhere that the debtor of this householder had gone forth and attained a store of qualities.

source: ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་ཁྱིམ་བདག་ཆེ་གེ་མོ་ཞིག་གི་བུ་ལོན་ཆགས་པ་རབ་ཏུ་བྱུང་ནས་ཡོན་ཏན་གྱི་ཚོགས་དེ་ལྟ་བུ་ཐོབ་བོ་ཞེས་ཐོས་ནས། །
en: When Prasenajit, the King of Kosala, heard this debtor had gone forth and attained a store of qualities,

source: དེས་བློན་པོ་རྣམས་ལ་བསྒོ་བ་ཤེས་ལྡན་དག་ང་ནི་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོར་དབང་བསྐུར་བ་བྱ་བ་ཐམས་ཅད་ཀྱི་མངའ་བདག་ཡིན་པས་
en: he summoned his ministers and said, “Gentlemen, as the ruler of all who have been crowned and anointed kṣatriya kings,

source: དེང་ཕྱིན་ཆད་འགའ་ཞིག་གི་བུ་ལོན་ཆགས་པ་རབ་ཏུ་འབྱུང་བར་འདོད་ན་དེས་དེ་མི་བཟློག་པར་བྱའོ།། །
en: I declare that henceforth any debtor who should wish to go forth shall not be prevented from doing so.”

source: །མཉན་ཡོད་ན་ཁྱིམ་བདག་ཅིག་འདུག་པ་དེ་ལ་བུ་ལོན་ཆགས་པ་ཞིག་གིས་དུས་དང་དུས་སུ་དངོས་དང་སྐྱེད་འཇལ་བར་བྱེད་དོ། །
en: In Śrāvastī, a different debtor was repaying the principle and interest of a debt in timely fashion to a householder.

source: དེས་དེ་དུས་ཅུང་ཟད་ཅིག་བཟུང་ནས་བཏང་བ་དང་། དེས་བསམས་པ།
en: After agreeing to a short window for repayment, he released the debtor, who thought,

source: སྙམ་ནས། དེ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་སྟེ་དགེ་སློང་གི་གན་དུ་སོང་ནས་སྨྲས་པ།
en: With that he went to Jetavana, where he approached a monk and said,
